[
    {
      "children": [
        {
          "text": "Правила\n"
        }
      ],
      "type": "h1"
    },
    {
      "children": [
        {
          "text": "Мета цих правил допомогти підтримувати порядок та затишну атмосферу на Хіцці.\nВони мають застосовуватись з розсудом та врахуванням контексту кожної ситуації.\nПравила будуть доповнюватись з часом та за необхідності.\nСподіваємось ви не станете причиною їх розширення ;)"
        }
      ],
      "type": "p"
    },
    {
      "children": [
        {
          "text": "Загальні правила"
        }
      ],
      "type": "p"
    },
    {
      "children": [
        {
          "children": [
            {
              "children": [
                {
                  "text": "На сайті діє політика нульової толерантності до російської мови, якщо ви напишете, чи завантажите будь які зображення з нею, ми вас вічливо попередимо, що так робити не можна, а у разі повторного порушення це буде останнє, що ви зробите на Хіцці."
                }
              ],
              "type": "lic"
            }
          ],
          "type": "li"
        },
        {
          "children": [
            {
              "children": [
                {
                  "text": "Спільнота існує за рахунок взаємоповаги.\nБудь-яке цькування, дискримінація, переслідування та образи не є прийнятними.\n1. Системні дизлайки коментарів та іншого контенту користувачів, які вам не подобаються, може бути класифіковане як цькування (прецедент), тому майте це на увазі, ми все бачимо.\n2. Не переходьте на особисті образи та не влаштовуйте конфлікти (безглузді срачі)."
                }
              ],
              "type": "lic"
            }
          ],
          "type": "li"
        },
        {
          "children": [
            {
              "children": [
                {
                  "text": "Заборонено публікувати контент який є незаконним, порнографічним, насильницьким,\nпропагує ненависть або екстремізм.\n1. Якщо ви вирішите поставити свастон на аватарку, не дивуйтесь, куди вона зникла, і ви більше не можете завантажувати будь які зображення (прецедент)."
                }
              ],
              "type": "lic"
            }
          ],
          "type": "li"
        },
        {
          "children": [
            {
              "children": [
                {
                  "text": "Заборонено спам, рекламу та посилання на сумнівні ресурси."
                }
              ],
              "type": "lic"
            }
          ],
          "type": "li"
        },
        {
          "children": [
            {
              "children": [
                {
                  "text": "Не бажано мати більше одного облікового запису.\n1. Ми розуміємо, що життя бентежне, доступ до попереднього міг бути безповоротно втрачений, чи ще щось подібне, тому застосовуватимемо його ситуативно."
                }
              ],
              "type": "lic"
            }
          ],
          "type": "li"
        },
        {
          "children": [
            {
              "children": [
                {
                  "text": "Заборонено використовувати чужі імена, чи в будь який інший спосіб прикидатись кимось, ким ви не є."
                }
              ],
              "type": "lic"
            }
          ],
          "type": "li"
        },
        {
          "children": [
            {
              "children": [
                {
                  "text": "Користувачі несуть відповідальність за свої облікові записи, та їхню безпеку."
                }
              ],
              "type": "lic"
            }
          ],
          "type": "li"
        },
        {
          "children": [
            {
              "children": [
                {
                  "text": "Не намагайтесь втручатись у технічну роботу сайту, наприклад влаштовуючи ддос, чи використовувати недокументовані фічі (баги). Краще повідомити про них нам :)"
                }
              ],
              "type": "lic"
            }
          ],
          "type": "li"
        },
        {
          "children": [
            {
              "children": [
                {
                  "text": "Не бажано використовувати автоматизацію, або скрипти, які так чи інаке погіршать досвід користування іншим користувачам.\n1. Нам завжди цікаво, які креативні рішення вигадають наші користувачі, тому це правило буде застосовуватись ситуативно."
                }
              ],
              "type": "lic"
            }
          ],
          "type": "li"
        },
        {
          "children": [
            {
              "children": [
                {
                  "text": "Дотримуйтеся лімітів на кількість запитів до сервера, щоб не перевантажувати систему."
                }
              ],
              "type": "lic"
            }
          ],
          "type": "li"
        },
        {
          "children": [
            {
              "children": [
                {
                  "text": "Лайка - ми всі люди та інколи хочемо додати емоційного забарвлення нашій мові, але як з багатьма речима все у міру.\n1. Це правило буде застосовуватись ситуативно, в разі чого ми вас попередимо."
                }
              ],
              "type": "lic"
            }
          ],
          "type": "li"
        },
        {
          "children": [
            {
              "children": [
                {
                  "text": "Не пишіть беззмістовні коментарі/статті/колекції (прецедент), адже це дратує та погіршує досвід іншим користувачам."
                }
              ],
              "type": "lic"
            }
          ],
          "type": "li"
        },
        {
          "children": [
            {
              "children": [
                {
                  "text": "Спойлери повинні бути під спойлерами та/або відповідно промарковані, ми ж не просто так додали цю фічу. Якщо ви навмисно намагатиметесь зіпсувати захоплюючі сюжетні повороти іншим користувачам, то більше не зможете нічого писати та публікувати."
                }
              ],
              "type": "lic"
            }
          ],
          "type": "li"
        }
      ],
      "type": "ol"
    }
  ]
